Repository: giellalt/corpus-fin
Catalog: tmx/smj/facta/1177.se/vavnadsprov_av_prostata_prostatabiopsi.html.tmx
Source language: fin
Languages: smj

source: Suomeksi / Finska
smj: Julevusámegiella / Lulesamiska

source: SuomeksiFinska
smj: JulevusámegiellaLulesamiska

source: Takaisin teeman aloitussivulle
smj: Prostatas tsuodtsaåtsådibme - prostatabiopsiddjaVävnadsprov av prostata - prostatabiopsi

source: Miksi näyte on syytä antaa ?
smj: Manen la åtsådibme dárbulasj ?

source: Näin se tehdään (ca 4 sidor)
smj: Nåvti dagáduvvá (ca. 4 sidor)

source: Yleistä
smj: Gájkkásasj

source: Eturauhasen kudosnäytteessä eli biopsiassa lääkäri ottaa eturauhasesta hyvin pieniä kudospalasia tutkimusta varten.
smj: Prostatas tsuodtsaåtsådibme, jali prostatabiopsiddja, la gå dåktår válldá prostatas sieldes smávva biehkijt tsuottsas åtsådittjat dajt.

source: Näytteen avulla lääkäri voi tutkia, onko eturauhasessa syöpäsoluja.
smj: Oadtju åtsådimev dahkat danen gå dåktår sihtá åtsådit jus gávnnu bårredávddasella prostatarávsán

source: Näyte lähetetään laboratorioon analysoitavaksi.
smj: Åtsådibme rájaduvvá laboratåvrråj gånnå guoradaláduvvá.

source: Analyysin valmistuttua lääkäri ilmoittaa tutkimustuloksen.
smj: Dåktår maŋŋela diedet åtsådime båhtusav.

source: Valmistelut
smj: Gárvedime

source: Ennen kudosnäytteen ottamista tutkittava ottaa tavallisesti antibioottitabletin.
smj: Tsuodtsaåtsådimbále álu oadtju antibiotikatablehtav.

source: Joskus tutkittava saa myös kotiin lähtiessään tabletin, jonka hän ottaa muutaman tunnin kuluttua näytteenoton jälkeen.
smj: Muhttijn oadtju aj antibiotikatablehtav maŋen häjmmaj båråtjit moadda tijma åtsådime maŋŋela.

source: Tablettien ottaminen on erittäin tärkeää tulehduksen ehkäisemiseksi.
smj: Sieldes ájnas la bårråt tablehtajt infeksjåvnås besatjit.

source: Jos tutkittava on allerginen jollekin antibiootille, siitä tulee kertoa ennen tutkimusta.
smj: Jus la allergiddja muhtem antibiotikatjärddaj, de l ájnas dav giehttot åvddål åtsådime.

source: Jos tutkittavalla on diabetes, synnynnäinen sydänvika tai jonkinlainen läppävika, on tärkeää ilmoittaa siitä vastaanotolle hyvissä ajoin ennen tutkimusta.
smj: Jus ulmutjin la diabetes, tsåhkevihke riegádimes jali muhtemlágásj vájvve tsåhkekláffaj de l ájnas dav diededit duostudahkaj ájge bále åvddål åtsådime.

source: Tämä koskee myös niitä, jotka käyttävät verta ohentavia lääkkeitä tai kortisonitabletteja.
smj: Galggá aj diehtet jus dálkuduvvá varranjárbbodim dálkkasijn jali kortisontablehtaj.

source: Juuri ennen toimenpidettä tutkittavan tulee käydä WC:ssä ja tyhjentää virtsarakko ja suoli.
smj: Jur åtsådime åvddåla manná hivsigin ja tjoalev ja gådtjårágáv duobbmi.

source: Kuinka näyte otetaan ?
smj: Gåktu åtsådibme dagáduvvá ?

source: Tutkimuksen aikana tutkittava makaa tutkimuspöydällä vasemmalla kyljellään.
smj: Gå åtsåduvvá de vellaj gåro bielen vällahimsajen.

source: Lääkäri aloittaa tutkimuksen tunnustelemalla eturauhasta sormella peräsuolen kautta.
smj: Dåktår gulldalahtjá tjuvdijn prostatav bahtatjoalen.

source: Tämän jälkeen peräsuolen sisään muutaman senttimetrin syvyyteen työnnetään varovasti ultraäänianturi.
smj: Dan maŋŋela tsåkkåduvvá ultrajiednainstrumännta várrogit sisi moadda sentimehtera bahtatjoale sisi.

source: Toimenpide ei ole kivulias, mutta saattaa tuntua hieman epämiellyttävältä.
smj: Ij báktji valla máhttá vájvven dåbddut.

source: Ultraäänianturissa olevan kanavan kautta lääkäri vie sisään neulan, jonka avulla eturauhasesta otetaan koepaloja.
smj: Ultrajiednainstrumenta kanála tjadá dåktår nálov tsåggå majna prostatas bähkátjijt válldá.

source: Useimmat kokevat toimenpiteen vain hieman tai ei lainkaan kivuliaana.
smj: Ienemusá dåbddi uhtses báktjasav jali e åbbå báktjasav.

source: Mutta jos tutkittava tuntee kipua, eturauhaseen voi saada paikallispuudutuksen.
smj: Valla jus adná bávtjes de máhttá jábmedimev sierra rumájoassáj oadtjot

source: Näytteenotto kestää noin 15 minuuttia.
smj: Åtsådibme válldá bájken kvártav.

source: Miltä tutkimuksen jälkeen tuntuu ?
smj: Gåktu dåbddu maŋŋela ?

source: Toimenpiteen jälkeen siemennesteessä, virtsassa tai ulosteessa voi näkyä verta.
smj: Dábálasj la oadtjot varáv sájolåssjkusij, gådtjåj jali bajkkaj maŋŋela.

source: Se on täysin vaaratonta.
smj: Ij vuoseda juoga l boasstot.

source: Välittömästi toimenpiteen jälkeen voi tuntua kipua ja virtsaamistarvetta.
smj: Máhttá bávtjestit ja gådtjåniedav dåbddåt dalága maŋŋela.

source: Näyte otetaan eturauhasesta
smj: Bähkásj váldeduvvá prostatarávsás

source: Eturauhanen on rauhanen, joka on virtsarakon alapuolella virtsaputken yläosan ympärillä.
smj: Prostata l ráksá mij la gådtjåbåhtså bajep oase birra jur gådtjårágá vuollelin.

source: Eturauhasen tehtävänä on tuottaa siittiöiden kuljettamiseen tarvittavaa nestettä.
smj: Prostatarávsá doajmma l dahkat dålvudimlåssjkusav sájojda.

source: Eturauhasesta otettavasta kudosnäytteestä voidaan tutkia, onko siinä syöpäsoluja.
smj: Oadtju aj guodet tsuodtsaåtsådimev prostatas åtsådittjat jus gávnnuji bårredávddasella.

source: Kudosnäyte koostuu hyvin pienistä kudospaloista, jotka tutkitaan.
smj: Tsuodtsaåtsådibme l sieldes smávva biehke tsuottsas ma ålgus váldeduvvi ja åtsåduvvi.

source: Kudosnäytettä kutsutaan myös biopsiaksi.
smj: Tsuodtsaåtsådibme gåhtjudallá aj biopsiddjan

source: Ensin muita tutkimuksia
smj: Vuostak ietjá åtsådime dagáduvvi

source: Kudosnäytteen ottamiseen voi olla kaksi syytä.
smj: Guovten bálen válldá tsuodtsaåtsådimijt.

source: Toinen on se, että ns. PSA-arvo on kohonnut.
smj: Vuostasj åtsådimev válldá jus PSA-árvvo l aledum.

source: PSA on eturauhasen tuottama aine, jota erittyy verenkiertoon.
smj: PSA l ábnas mij dagáduvvá prostatan ja vuotjoduvvá varraváren.

source: PSA-pitoisuus voidaan tarkistaa tavallisella verikokeella.
smj: Iemelágásj varraåtsådimijn máhttá PSA-árvvo gehtjaduvvat.

source: PSA-arvo voi kohota, jos eturauhanen on suurentunut.
smj: PSA-árvvo máhttá aledum jus la prostatastuoredibme.

source: Muita PSA-pitoisuuden kohoamisen syitä voi olla eturauhasen tulehdus mutta myös syöpä.
smj: Ietjá oare aledum PSA-árvvuj máhttá jus la infeksjåvnnå jali inflammasjåvnnå prostatan, valla aj jus la prostatabårredávdda.

source: Kohonnut PSA-arvo ei siten aina merkitse eturauhassyöpää.
smj: Aledum PSA ij dárbaha årrot prostatabårredávdda.

source: Toinen näytteenoton syy on kovettuma eturauhasessa, mikä voi olla merkki eturauhassyövästä.
smj: Jus gávnnu jiesska prostatan, mij máhttá märkkan årrot prostatabårredávddaj.

source: Eturauhasesta kovettuman lääkäri on löytänyt tunnustellessaan eturauhasta sormella peräsuolen kautta.
smj: Jieskav la dåktår gávnnam gå l tjuvdijn gulldalam prostatarávsáv bahtatjoalen.

source: Eturauhanen sijaitsee muutaman senttimetrin päässä peräaukosta lähellä suolen etuseinämää.
smj: Prostata l moadda sentimehtera bahtatjoallenjálmes ja tjoale åvddåbiele guoran.

source: Yleensä eturauhanen tuntuu täysin sileältä.
smj: Dábálattjat prostataráksá dåbddu ållu sjallat.

source: Kudosnäytteiden mikroskooppitutkimus
smj: Tsuodtsabiehke åtsåduvvi mikroskåhpajn

source: Eturauhasesta otetut kudosnäytteet tutkitaan mikroskoopilla, jolloin saadaan selville, onko kyseessä eturauhassyöpä.
smj: Tsuodtsabiehke ma ålgus váldeduvvi prostatarávsás rájaduvvi mikroskåhpa åtsådibmáj mij vásstet jus bårredávdda gávnnu prostatan jali ij.

source: Syöpäkudos arvioidaan sitten Gleasonin luokituksen mukaan.
smj: Bårredávddatsuodtsa árvustaláduvvá de Gleason skála milta.

source: Näin se tehdään
smj: Nåvti dagáduvvá

source: Tärkeä esivalmistelu antibiooteilla
smj: Antibiotika l ájnas gárvedibme

source: Kudosnäytteen oton yhteydessä otetaan yleensä antibioottitabletti.
smj: Tsuodtsaåtsådimen álu oadtju antibiotikatabletav.

source: Jos tutkittava on allerginen jollekin antibiootille, kuten penisilliinille, on tärkeää ottaa yhteyttä tutkimuksen suorittavaan klinikkaan tai vastaanottoon.
smj: Jus la allergiddja muhtem antibiotikatjärddaj, buojkulvissan pensilijnnaj, de l ájnas aktavuodav válldet klinijkajn jali duostudagájn gånnå åtsådibme dagáduvvá.

source: Lääkityksen muutos voi olla tarpeen
smj: Dálkudibme máhttá rievddaduvvat

source: Jos tutkittava käyttää verenohennuslääkkeenä Warania, tästä tulisi ilmoittaa vastaanottoon vähintään viikkoa ennen tutkimusta.
smj: Jus bårrå varranjárbbim dálkkasav Warana tjerdas de galggá duostudahkaj diededit dán birra vahkov åtsådime åvddåla.

source: Veren INR-arvon täytyy ehtiä korjautua, veren tulee ts. hyytyä normaalisti.
smj: Vará PK-árvvo hähttu háhppidit rievddaduvvat, dat javllá varra galggá máhttet giellot iemeláhkáj.

source: Warania määrännyt lääkäri varmistaa, että annosta voi pienentää ennen tutkimusta.
smj: Dåktår gut la Waránav tjállám galggá dálkasmierev unnedit åtsådime åvddåla.

source: Vastaanoton tulee lisäksi tietää hyvissä ajoin etukäteen, onko tutkittavalla läppävika, synnynnäinen sydänvika tai tekoläppä. Sama koskee tutkittavaa, jolla on ollut bakteeritulehdus sydänläpissä.
smj: Duostudahka hähttu aj diedojt oadtjot ájge bále jus la vihke tsåhkekláffajn, tsåhkevihke riegádimes jali dahkokláffa Sämmi l aj jus la årrum bakteriainfeksjåvnnå tsåhkekláffajn.

source: Jos tutkittavalla on diabetes tai jos hän käyttää kortisonitabletteja, on tärkeää ilmoittaa tästäkin vastaanottoon.
smj: Jus la diabetes jali kortisontablehtaj dálkuduvvá de l aj ájnas duostudahkaj diededit.

source: Antibioottihoito tulee mukauttaa kunkin erityisten vaivojen mukaan.
smj: Antibiotikadálkudibme hähttu hiebaduvvát juohkka ulmutja sierralágásj vigijda.

source: Tutkimus on nopea
smj: Åtsådibme manná ruvva

source: Tutkimus kestää noin viisitoista minuuttia, ja se voidaan usein tehdä ilman puudutusta.
smj: Åtsådibme válldá bájken kvártav ja máhttá dagáduvvat jábmedime dagi.

source: Kyseessä on suhteellisen yksinkertainen ja nopea toimenpide, joka voidaan suorittaa lähes kaikille.
smj: Le viehka álkkes åtsådibme mij ruvva manná ja vargga gájka dav gierddi.

source: Joissakin sairaaloissa tutkittavalle saatetaan ennen tutkimusta antaa mikroperäruiske, joka otetaan kotona ennen toimenpidettä.
smj: Muhtem skihpadåbijn máhttá åtsådime åvddåla oadtjum mikrolavemaŋŋav majt hejman la válldám.

source: Alaruumis riisutaan paljaaksi ja sukuelimet peitetään pyyhkeellä.
smj: Vuollerumáj la rihttsot ja sigárdahka gåbttjå vuollevájmov.

source: Eturauhanen on yleensä sileä, kiinteä ja hieman joustava.
smj: Prostata l álu sjallat, tjavdes ja vehik vanádahtte.

source: Eturauhasen kovuus ja kyhmyisyys voivat olla syövän merkkejä.
smj: Jus prostata dåbddu garrasabbon ja tjavŋagabbon gå iemeláhkáj de máhttá dåbddomärkka bårredávddaj.

source: Ultraäänellä kuva eturauhasesta
smj: Ultrajiedna vaddá gåvåv prostatas

source: Tunnustelun jälkeen eturauhanen tutkitaan ultraäänellä.
smj: Prostata maŋŋela åtsåduvvá ultrajienajn viehkken.

source: Ultraäänianturi viedään varovasti pieni matka peräsuolen sisään, ja lääkäri tutkii eturauhasta muutaman minuutin ajan.
smj: Ultrajiednainstrumännta tsåkkåduvvá várrogit unnan bahtatjoalláj, ja dåktår prostatav åtsåt moadda minuvta.

source: Ultraäänianturi on noin 20 cm pitkä, mutta vain sen uloin osa viedään peräsuoleen muutaman senttimetrin veran.
smj: Ultrajiednainstrumännta l bájken 20 sentimehtera guhkke, valla l val ålgomus oasse mij sisitsåkkåduvvá moadda sentimehtera.

source: Anturin läpimitta on noin 2,5 cm..
smj: Instrumenta diamehter la bájken 2,5 sentimehtera.

source: Anturi sisältää ultraäänilähettimen.
smj: Instrumentan la ultrajiednarájan.

source: Se lähettää ääniaaltoja, jotka palautuvat takaisin kehon eri kudoksista.
smj: Rádjá jiednabárojt ma maŋŋela rubmaha orgánajs reflekteriduvvi.

source: Ultraääniaallot siirretään tietokoneelle, joka muodostaa niistä kuvan. Lääkäri näkee kuvan näytöllä.
smj: Ultrajiednabáro sirdeduvvi datåvrråj mij dajt gåvvån dahká mav dåktår máhttá gåvvåsjerman vuojnnet.

source: Se on mustavalkoinen ja esittää poikkileikkauksen eturauhasesta.
smj: Gåvvå l tjáhppisvielggat ja gåvåt prostatav doarestjuohpastagán.

source: Kudosnäyte otetaan neulalla
smj: Tsuodtsa ålgus váldeduvvá biopsiddjanálujn

source: Kuvauksen jälkeen rauhasesta otetaan kudosnäytteitä.
smj: Dan maŋŋela váldeduvvi tsuodtsaåtsådime tsuottsas.

source: Ultraäänianturissa on kanava, johon biopsineula viedään.
smj: Ultrajiednainstrumentan gávnnu båhttså man sisi biopsiddjanállo sisi tsåkkåduvvá.

source: Neulan halkaisija on muutama millimetri.
smj: Nállo l moadda millimehtera diamehterin.

source: Neula työnnetään suolen limakalvon läpi eturauhaseen.
smj: Tjuoggiduvvá tjoalletsuottsa tjadá prostatáj.

source: Ultraäänikuvan avulla lääkäri pystyy ohjaamaan neulan oikeaan kohtaan.
smj: Ultrajiednagåvåjn viehkken dåktår gåvvåsjerman nálujn siktit vaj ållu riekta tjuoggi.

source: Neulassa on säiliö, joka pistetään nopeasti eturauhasen sisään ja täytetään eturauhaskudoksella.
smj: Nálon la lihtásj mij háhppelit tjuoggiduvvá prostataj ja dievdeduvvá prostatatsuottsajn.

source: Yleensä lääkäri ottaa useita koepaloja eri puolilta eturauhasta.
smj: Dájvvámusát dåktår tjuoggi moaddi åtsådimev váldátjit umasslágaśj sajijs prostatan.

source: Koepaloja otetaan yleensä 8–12 kappaletta.
smj: Dábálasj la gávtsijn ja lågenangudájn åtsådimijn.

source: Toimenpide voi tuntua hieman epämiellyttävältä
smj: Máhttá dåbddut vehik vájválasj

source: Ultraäänianturi ei tee kipeää, mutta toimenpide voi tuntua hieman epämiellyttävältä.
smj: Ultrajiednainstrumännta ij báktji valla máhttá vájvven dåbddut.

source: Kun se painetaan eturauhasta vasten, voi tuntua virtsaamistarvetta.
smj: Gå dietteduvvá prostata vuossti de máhttá gådtjåniedav dåbddåt.

source: Sen vuoksi rakko kannattaa tyhjentää ennen tutkimusta.
smj: Danen la buorre gådtjårágáv duobbmit åtsådime åvddåla.

source: Kudosnäytteiden ottaminen neulalla voi tuntua epämiellyttävältä ja joskus kivuliaalta.
smj: Gå tsuodtsabiehke ålgus váldeduvvi biopsiddjanálujn de máhttá vájvven dåbddut ja muhttijn báktjasin.

source: Lähes jokainen toimenpiteen läpikäynyt on kokenut vain lievää kipua tai ei lainkaan kipua.
smj: Vargga gájka gudi li tjadádum åtsådimev dåbddi sij li val vehik báktjasav dåbddåm jali e åbbå báktjasav.

source: Jos kipu on hyvin voimakasta, toimenpiteessä voidaan käyttää paikallispuudutetta.
smj: Máhttelis la oadtjot jábmedimev sierra rumájoasen jus ilá báktji.

source: Toimenpiteen jälkeen
smj: Váraj biedjat åtsådime maŋŋela

source: Runsas nesteen nauttiminen huuhtelee virtsarakkoa ja auttaa ehkäisemään virtsatietulehduksia.
smj: Gådtjåinfeksjåvnås besatjit la buorre ednagav juhkat vaj gådtjåráhká rájnnasin dåjdeduvvá.

source: Komplikaatiot ja riskit
smj: Vidjura ma vil vájvedi ja vádá

source: Tutkimuksen jälkeen siemennesteessä, virtsassa ja ulosteessa saattaa esiintyä verta, mikä on täysin vaaratonta.
smj: Varra sájolåssjkusin, gåttjån ja bajkan la dábálasj dakkir åtsådime maŋŋela ja ij la märkka juoga l boasstot.

source: Siemennesteessä voi esiintyä verta jopa useamman viikon ajan.
smj: Varra sájolåssjkusin máhttá årrot guhka ájgev, muhttijn moadda vahko.

source: Veri virtsasta ja ulosteesta häviää yleensä muutamassa päivässä.
smj: Varra gåttjån ja bajkan álu vássá moadda biejven.

source: Ehkäisevästä antibiootista huolimatta voi tutkimuksen jälkeen joskus saada bakteerin aiheuttaman tulehduksen.
smj: Vájku l antibiotikav oadtjum infeksjåvnåv hieredittjat de máhttá muhttijn huoman infeksjåvnåv oadtjot mij la bakteriajs sjaddam.

source: Riski on suurin viikko tutkimuksen jälkeen.
smj: Vádá l stuorámus vahkon åtsådime maŋŋela.

source: Jos tutkimuksen jälkeen nousee korkea kuume ja olo tuntuu sairaalta, tulee ottaa heti yhteys lääkäriin tai hakeutua ensiapuun.
smj: Jus riek báhkkan buollá ja skihpasin dåbddu de dalága galggá dåktårijn aktavuodav válldet jali mannat hähkkaduostudahkaj.

source: Laatinut: Fredrik Sunden, munuaisiin ja virtsateihin erikoistunut lääkäri, Kirurgian klinikka, Helsingborgin sairaala
smj: Tjálle: Fredrik Sundén, dåktår, spesialiseridum månemijda ja gådtjåj, Kirurga klinijkka, Helsingborga lasarähtta

source: Toimittaja:
smj: Dåjmadiddje:

source: Kuvittaja: Kari C. Toverud, sertifioitu lääketieteen kuvittaja, Oslo, Norja
smj: Gähttje: Jan Adolfsson, dåktår, spesialiseridum månemijda ja gådtjåj, Stáhta gárvedibme medisijnna árvustallamij

source: 1117 Vårdguiden – toimitus ja toimitusneuvosto on myös muokannut, tarkastanut ja hyväksynyt kaiken sisällön.
smj: Gájkka sisadno l aj giehtadaládum, gehtjadum ja dåhkkidum redaksjåvnås ja redaksjåvnnårádes 1177 Vårdguiden.
